brew 'coreutils'
brew 'ctags'
brew 'git'
brew 'gpg'
brew 'gpg2'
brew 'gpg-agent'
brew 'heroku-toolbelt'
brew 'hub'
brew 'postgresql'
brew 'python'
brew 'qt5' # for capybara-webkit
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'weechat', args: ['with-perl', 'with-python']
brew 'zsh'
brew 'zsh-syntax-highlighting'

tap 'homebrew/services' # `brew services restart postgres`, etc

# for rcm
tap 'thoughtbot/formulae'
brew 'rcm'

# Cask: install binaries
tap 'caskroom/cask'
brew 'brew-cask'
cask '1password'
cask 'bittorrent-sync'
cask 'dropbox'
cask 'flux'
cask 'slack'
