brew 'coreutils'
brew 'ctags'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'gpg2'
brew 'gpg-agent'
brew 'grc'
brew 'heroku-toolbelt'
brew 'hub'
brew 'koekeishiya/khd/khd'
brew 'koekeishiya/kwm/kwm'
brew 'libotr'
brew 'mutt'
brew 'postgresql'
brew 'python'
brew 'qt5' # for capybara-webkit
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'weechat', args: ['with-perl', 'with-python']
brew 'zsh'
brew 'zsh-syntax-highlighting'

tap 'homebrew/services' # `brew services restart postgres`, etc

# for rcm
tap 'thoughtbot/formulae'
brew 'rcm'

# Cask: install binaries
cask 'sidestep'
