brew 'asdf'
brew 'coreutils'
brew 'ctags'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'gpg2'
brew 'hub'
brew 'libotr'
brew 'mutt'
brew 'postgresql'
brew 'qt5' # for capybara-webkit
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
# brew 'weechat', args: ['with-perl', 'with-python']
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zoxide'

tap 'homebrew/services' # `brew services restart postgres`, etc

# for rcm
tap 'thoughtbot/formulae'
brew 'rcm'

cask 'kitty'
cask 'phoenix'

tap 'homebrew/cask-fonts'
cask 'font-fira-code'

brew 'jandedobbeleer/oh-my-posh/oh-my-posh'
